[
  {
    "id": 1,
    "title": "T20 Scouting Analysis",
    "short": "Comprehensive analysis tool for T20 player scouting and performance evaluation",
    "long": "Developed a comprehensive scouting analysis system for T20 cricket that evaluates player performance across multiple dimensions including batting consistency, strike rates, bowling effectiveness, and fielding capabilities. The tool helps teams identify emerging talents and optimize squad selection.",
    "tech": ["Python", "Data Analysis", "Cricket Analytics"],
    "screenshots": [
      "assets/Scouting analysis/1 Bat_Ave vs SR.jpg",
      "assets/Scouting analysis/2 Comparison Chart.jpg"
    ],
    "screenshotCaptions": [
      "Batting Average vs Strike Rate Analysis",
      "Player Comparison Chart"
    ]
  },
  {
    "id": 2,
    "title": "Win Prediction Model",
    "short": "Machine learning model to predict T20 match outcomes",
    "long": "Built a predictive model using machine learning algorithms to forecast T20 match outcomes based on team composition, historical performance, and match conditions. The model achieves high accuracy in predicting winners and provides insights into key performance indicators that influence match results.",
    "tech": ["Python", "Machine Learning", "Data Science"],
    "screenshots": [
      "assets/Win prediction model/1 Model Performance.jpg",
      "assets/Win prediction model/2 Feature Importance.jpg"
    ],
    "screenshotCaptions": [
      "Model Performance Metrics",
      "Feature Importance Analysis"
    ]
  },
  {
    "id": 3,
    "title": "Performance Dashboard",
    "short": "Interactive visualization dashboard for cricket player performance",
    "long": "Created an interactive dashboard that visualizes cricket player performance metrics across different formats and time periods. The dashboard provides real-time insights into player statistics, trends, and comparative analysis to support data-driven decision making.",
    "tech": ["Data Visualization", "Dashboard Design", "Analytics"],
    "screenshots": [
      "assets/Performance dashboard/1 Overview Dashboard.jpg",
      "assets/Performance dashboard/2 Player Stats.jpg"
    ],
    "screenshotCaptions": [
      "Performance Dashboard Overview",
      "Detailed Player Statistics"
    ]
  }
]
